{
  "newsCarousel": [
    { 
      "id": 1,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SambutanUiTM25Tahun_Banner.jpg",
      "title": "Celebrating 25 years of UiTM as a university",
      "content": "Dari tahun 1956 sehingga kini, melalui transformasi dari RIDA (Rural & Industrial Development Authority) ke ITM Institut Teknologi MARA dan akhirnya menjadi UiTM (Universiti Teknologi MARA), institusi ini telah menunjukkan komitmen berterusan dalam menyediakan pendidikan tinggi yang berkualiti dan berperanan penting dalam pembangunan sosial dan ekonomi negara.Pada tarikh 26 Ogos 1999, Perdana Menteri Malaysia pada waktu itu, Dato’ Seri Dr. Mahathir Mohamad telah mengumumkan pertukaran nama ITM kepada Universiti Teknologi MARA (UiTM). Aspirasi UiTM adalah untuk menjadi sebuah pusat pengajian tinggi bertaraf dunia serta menjadi universiti terbaik. Pada 26 Ogos 2024 nanti, genap 25 tahun transformasi nama kepada sebuah institusi dari Institut Teknologi MARA kepada Universiti Teknologi MARA.",
      "address": "Shah Alam, Selangor",
      "date": "Monday, 26 August 2024",
      "card": {
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SambutanUiTM25Tahun.jpg",
        "description": "Dari tahun 1956 sehingga kini, melalui transformasi dari RIDA (Rural & Industrial Development Authority) ke ITM Institut Teknologi MARA dan akhirnya menjadi UiTM (Universiti Teknologi MARA), institusi ini telah menunjukkan komitmen berterusan dalam menyediakan pendidikan tinggi yang berkualiti dan berperanan penting dalam pembangunan sosial dan ekonomi negara.",
        "backgroundColor": "#451268",
        "primaryTextColor": "#FFFFFF",
        "secondaryTextColor": "#BFB5FF"
      }
    },
    { 
      "id": 2,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SambutanUiTM25Tahun.jpg",
      "title": "Celebrating 25 years of UiTM as a university",
      "content": "Dari tahun 1956 sehingga kini, melalui transformasi dari RIDA (Rural & Industrial Development Authority) ke ITM Institut Teknologi MARA dan akhirnya menjadi UiTM (Universiti Teknologi MARA), institusi ini telah menunjukkan komitmen berterusan dalam menyediakan pendidikan tinggi yang berkualiti dan berperanan penting dalam pembangunan sosial dan ekonomi negara.Pada tarikh 26 Ogos 1999, Perdana Menteri Malaysia pada waktu itu, Dato’ Seri Dr. Mahathir Mohamad telah mengumumkan pertukaran nama ITM kepada Universiti Teknologi MARA (UiTM). Aspirasi UiTM adalah untuk menjadi sebuah pusat pengajian tinggi bertaraf dunia serta menjadi universiti terbaik. Pada 26 Ogos 2024 nanti, genap 25 tahun transformasi nama kepada sebuah institusi dari Institut Teknologi MARA kepada Universiti Teknologi MARA.",
      "address": "Shah Alam, Selangor",
      "date": "Monday, 26 August 2024",
      "card": {
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SambutanUiTM25Tahun.jpg",
        "description": "Dari tahun 1956 sehingga kini, melalui transformasi dari RIDA (Rural & Industrial Development Authority) ke ITM Institut Teknologi MARA dan akhirnya menjadi UiTM (Universiti Teknologi MARA), institusi ini telah menunjukkan komitmen berterusan dalam menyediakan pendidikan tinggi yang berkualiti dan berperanan penting dalam pembangunan sosial dan ekonomi negara.",
        "backgroundColor": "#451268",
        "primaryTextColor": "#FFFFFF",
        "secondaryTextColor": "#BFB5FF"
      }
    }
  ],
  "newsBulletin": [
    {
      "id": 1,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/PocketPixelMastery_Banner.png",
      "title": "Pocket Pixel Mastery Anjuran JPK UCS Kampus Sg Buloh, Selayang dan Teluk Intan",
      "content": "8 Jun 2024 - Program “Pocket Pixel Mastery” telah diadakan bermula 09:00 pagi hingga 01:00 tengah hari bertempat di Bilik Seminar 4, Bangunan Akademik Fakulti Perubatan UiTM Kampus Sungai Buloh. Program ini telah dibimbing oleh En. Suffian bin Nodin yang merupakan jurugambar profesional dari SN Mega Resources. Matlamat program ini adalah untuk meningkatkan kemahiran pelajar dalam menggunakan telefon pintar dan kamera sebagai alat untuk merakam gambar dengan lebih berinteraktif. Ini kerana mengikut peredaran terkini masa kini di mana-mana aplikasi dan akaun media sosial, semua trend orang mengambil gambar dengan menggunakan pelbagai teknik yang menarik.\n\nProgram ini telah dihadiri wakil kelab dan persatuan serta terbuka kepada para pelajar. En. Suffian telah berkongsi pelbagai teknik menarik berkaitan ilmu fotografi termasuk teknik asas, cara mengendalikan kamera, memahami pencahayaan, komposisi gambar, serta penggunaan peralatan fotografi yang betul. Beliau juga berkongsi tips dan teknik untuk menghasilkan gambar yang berkualiti tinggi walaupun hanya menggunakan kamera telefon pintar. Program ini lebih menarik apabila pelajar dapat membuat demonstrasi praktikal iaitu dengan mengaplikasikan ilmu yang dipelajari secara langsung. Dengan demikian, peserta berpeluang untuk berinteraksi, bertanya soalan, dan mendapatkan panduan secara lansung.\n\nProgram ini perlu diteruskan di masa akan datang, ini kerana pelajar perlu sentiasa peka dengan teknologi kerana kecanggihan dalam fotografi mampu menarik minat pelajar terutama sekali penyampaian dalam grafik kerana para pelajar kini kurang membaca dan lebih suka melihat visual sahaja dalam pembelajaran.",
      "address": "Sungai Buloh, Selangor",
      "date": "Saturday, 8 June 2024",
      "card": {
        "description": "8 Jun 2024 – Program “Pocket Pixel Mastery” telah diadakan bermula 09:00 pagi hingga 01:00 tengah hari bertempat di Bilik Seminar 4, Bangunan [...]",
        "day": "08",
        "month": "JUN",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/PocketPixelMastery.png"
      }
    },
    {
      "id": 2,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/GeospatialAnalysesGIS_Banner.jpeg",
      "title": "How to Perform Geospatial Analyses in GIS",
      "content": "UiTM Cawangan Perak, 2 Mei 2024 – Telah berlangsung satu sesi Pengajaran dan Pembelajaran secara kolaboratif di ACC3, Makmal Bahasa, UiTM Cawangan Perak, Kampus Seri Iskandar secara bersemuka. Program ini melibatkan kod kursus TPR252 (Geographical Information System) anjuran Jabatan Pengajian Alam Bina dan Teknologi, Kolej Alam Bina, UiTM Seri Iskandar, Cawangan Perak.\n\nHasil daripada perkongsian oleh Gs. Dr. Munirah Radin Mohd Mokhtar, pensyarah kanan dari Program Sains Ukur dan Geomatik, Pengajian Alam Bina dan Teknologi, Kolej Pengajian Alam Bina, UiTM Seri Iskandar, Cawangan Perak, hampir kesemua pelajar memberi maklumbalas yang baik dan positif. Pengajaran kolaboratif ini bertajuk “How to Perform Geospatial Analyses in GIS” yang dihadiri oleh 30 orang pelajar dari semester 04. Dalam sesi ini penceramah menyentuh tentang Geospatial Data, Data Collection, and Method of Geospatial Analysis. Sesi yang dibincangkan sangat menarik dan mendapat perhatian para pelajar. Pelbagai soalan yang telah dikemukakan kepada penceramah dan mendapat pencerahan semasa sesi soal jawab. Setinggi-tinggi penghargaan kepada pelajar yang telah memberi kerjasama yang baik semasa sesi berlangsung.\n\nSecara keseluruhannya, program yang dijalankan selama 2 jam (8.30 pagi-10.30 pagi) ini, bukan sahaja dapat memberikan 1001 manfaat kepada para pelajar, malah kepada para pensyarah juga. Seterusnya, secara tidak langsung telah mencapai (SDG9: Industry, Innovation and Infrastructure) dan meningkatkan kecemerlangan para pelajar UiTM secara umumnya.",
      "address": "Seri Iskandar, Perak",
      "date": "Thursday, 2 May 2024",
      "card": {
        "description": "UiTM Cawangan Perak, 2 Mei 2024 – Telah berlangsung satu sesi Pengajaran dan Pembelajaran secara kolaboratif di ACC3, Makmal Bahasa, UiTM Cawangan Perak, [...]",
        "day": "02",
        "month": "MEI",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/GeospatialAnalysesGIS.jpeg"
      }
    },
    {
      "id": 3,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/PeningkatanProduktivitiNenas_Banner.jpg",
      "title": "Seminar Produktiviti Tanaman Nanas",
      "content": "Pahang, 12 Jun 2024 – Fakulti Perladangan dan Agroteknologi, UiTM Cawangan Pahang Kampus Jengka, berjaya menganjurkan seminar perkongsian ilmu bertajuk “Peningkatan Produktiviti Tanaman Nanas” sebagai sebahagian daripada Program Pengajaran Kolaboratif untuk subjek Tanaman Perladangan II. Program ini direka khusus untuk pelajar semester 4 Diploma Pengurusan Ladang, bertujuan memberikan pendedahan dan pengetahuan mendalam mengenai teknik serta strategi untuk meningkatkan produktiviti tanaman nanas.\n\nSeminar ini bermula pada jam 8.00 malam melalui platform dalam talian Google Meet, dan menampilkan Encik Izwan Azrien Bin Rasli, seorang penceramah jemputan dari Lembaga Perindustrian Nanas Malaysia. Dengan pengalamannya yang luas dalam industri penanaman nanas di Malaysia, Encik Izwan berkongsi pengetahuan dan pengalaman mengenai kaedah inovatif serta amalan terbaik untuk meningkatkan hasil nanas.\n\nObjektif utama seminar ini adalah untuk membantu pelajar memahami cara-cara memperbaiki dan mempelbagaikan produktiviti tanaman nanas, yang merupakan salah satu topik penting dalam silibus subjek Tanaman Perladangan II. Diharapkan melalui pendedahan kepada maklumat terkini dan teknik inovatif, pelajar dapat mengaplikasikan pengetahuan ini dalam kajian dan amalan pertanian mereka.\n\nSepanjang sesi dua jam setengah yang intensif ini, pelajar diajak untuk berinteraksi secara langsung dengan Encik Izwan. Sesi interaktif ini membolehkan pelajar bertanya soalan dan mendapat jawapan terus daripada pakar, menjadikan pengalaman pembelajaran lebih mendalam dan menyeluruh. Encik Izwan menerangkan pelbagai aspek penting dalam penanaman nanas, termasuk teknik penanaman moden, varieti terkini, serta cara menangani cabaran-cabaran yang sering dihadapi oleh petani nanas.\n\nSeminar yang tamat pada jam 10.30 malam ini diakhiri dengan sesi bergambar bersama pelajar, pensyarah, dan penceramah jemputan. Sepanjang seminar berlangsung, pelajar memberikan maklum balas yang sangat positif. Dengan kejayaan seminar ini, Fakulti Perladangan dan Agroteknologi UiTM Pahang berharap untuk terus menganjurkan lebih banyak program seperti ini pada masa akan datang. Program ini bukan sahaja penting untuk meningkatkan kemahiran teknikal pelajar, tetapi juga memainkan peranan dalam membina hubungan erat antara institusi akademik dan industri. Program sebegini amat penting dalam memastikan pelajar tidak hanya terdedah kepada teori, tetapi juga memahami aplikasi praktikalnya dalam industri.",
      "address": "Jengka, Pahang",
      "date": "Wednesday, 12 June 2024",
      "card": {
        "description": "PAHANG, 12 Jun 2024 – Fakulti Perladangan dan Agroteknologi, Universiti Teknologi MARA (UiTM) Cawangan Pahang Kampus Jengka, berjaya menganjurkan seminar [...]",
        "day": "12",
        "month": "JUN",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/PeningkatanProduktivitiNenas.jpg"
      }
    },
    {
      "id": 4,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/ProjekSeedsofHope2024_Banner.jpeg",
      "title": "Projek Seeds Of Hope: Inisiatif BEVA bagi Menghidupkan Semula Ekosistem dan Melawan Perubahan Iklim",
      "content": "LINGGI, 18 Mei 2024 – Program Seeds Of Hope: Restoring Our Coastal Heritage anjuran pelajar semester 5, program Ijazah Sarjana Muda Pentadbiran Alam Sekitar (BEVA) bersama pihak Malaysian Nature Society (MNS) Cawangan Negeri Sembilan dan Melaka telah diadakan di Pangkalan Nelayan Kampung Sungai Timun, Linggi, Negeri Sembilan bermula dari pukul 8.00 pagi sehingga 12.00 tengah hari. Program yang melibatkan 23 orang pelajar di bawah bimbingan Dr. Muhammad Fuad Abdul Karim adalah bagi memenuhi keperluan kod kursus Environmental Sociology (EVA620).\n\nSejumlah 123 anak pokok bakau berspesies Sonnerratia Spp. telah pun ditanam oleh para peserta menggunakan tiga kaedah penanaman yang berbeza. 48 anak pokok ditanam di dalam polibeg, 25 anak pokok ditanam di dalam tanah manakala 50 anak pokok lagi ditanam di dalam medium sabut kelapa. Penggunaan pelbagai kaedah penanaman ini akan dapat meningkatkan kadar kemandirian pokok bakau serta dapat menyokong pertumbuhan sesuatu spesies pokok bakau. Selain itu, penggunaan kaedah yang berbeza juga dapat mewujudkan pokok bakau yang lebih berdaya tahan yang mampu menahan kesan perubahan iklim.\n\nMelalui program ini juga, pelbagai informasi-informasi baharu dapat diperoleh melalui sesi perkongsian bersama Mr. Vuthy Taing, Pengerusi Persatuan Pencinta Alam Malaysia Cawangan Negeri Sembilan dan Melaka. Semasa sesi perkongsian berlangsung, Mr. Vuthy mendedahkan kepada para pelajar mengenai ekosistem sungai, ekosistem kelip-kelip termasuklah ancaman yang boleh menggangu ekosistem terbabit.\n\nSecara keseluruhannya, program ini telah memenuhi keperluan empat SDG yang utama iaitu SDG13 (Climate Action), SDG14 (Life Below Water), SDG15 (Life on Land) dan SDG17 (Partnership for the Goals). Namun begitu, yang paling penting adalah program ini telah berjaya membantu dalam memberikan kesedaran kepada pelajar-pelajar Universiti Teknologi MARA (UiTM) dan Fakulti Sains Pentadbiran dan Pengajian Polisi (FSPPP) tentang kepentingan memulihara kawasan pokok bakau. Aktiviti pemuliharaan kawasan pokok bakau adalah sangat penting kerana ianya dapat membantu alam sekitar khususnya dapat membantu ekosistem pesisir pantai.",
      "address": "Linggi, Negeri Sembilan",
      "date": "Saturday, 18 May 2024",
      "card": {
        "description": "LINGGI, 18 Mei 2024 – Program Seeds Of Hope: Restoring Our Coastal Heritage anjuran pelajar semester 5, program Ijazah Sarjana Muda Pentadbiran Alam [...]",
        "day": "18",
        "month": "MEI",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/ProjekSeedsofHope2024.jpeg"
      }
    },
    {
      "id": 5,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SEMICONSoutheastAsia2024_Banner.jpg",
      "title": "School of Electrical Enginering to SEMICON Southeast Asia 2024",
      "content": "Kuala Lumpur, 30 May 2024 – The School of Electrical Engineering, College of Engineering, UiTM was invited by MDEC to join the SEMICON SOUTHEAST ASIA 2024 at MITEC, Kuala Lumpur. The invitation was open to members of the IC DiDiK Club to discover and learn about the latest advancements in the semiconductor industries that are rising rapidly in SEA. The event was held from the 28th to the 30th of May, connects the decision makers from the industry, demonstrates the most advanced products and brings in the most up-to-date market and technology trends. Bringing solutions to industry challenges that can best be addressed at the event!\n\nIn the TalentCONNECT session, students learned fascinating information about the various world-class electronics manufacturers growing at SEA with excellent R&D capabilities. The speakers and industry experts also shared their insights on the semiconductor market’s opportunities and challenges, including the latest trends in innovations, and talent development. Meanwhile, during the Career Talk session, the students are exposed to the working cultures of many semiconductor companies around the globe. This was a good session for students as they learned about how organizations work and gained new perspectives on the semiconductor industries.",
      "address": "Kuala Lumpur",
      "date": "Thursday, 30 May 2024",
      "card": {
        "description": "Kuala Lumpur, 30 May 2024 – The School of Electrical Engineering, College of Engineering, UiTM was invited by MDEC to join the SEMICON [...]",
        "day": "30",
        "month": "MEI",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SEMICONSoutheastAsia2024.jpg"
      }
    },
    {
      "id": 6,
      "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SimposiumMakananWarisanNusantara2024_Banner.jpg",
      "title": "Simposium Makanan Warisan Nusantara (SMWN) 2024 Anjuran FPHP Kampus Puncak Alam",
      "content": "PUNCAK ALAM, 8 JUN 2024 – Simposium Makanan Warisan Nusantara (SMWN) 2024 yang dianjurkan oleh Fakulti Pengurusan Hotel dan Pelancongan (FPHP) UiTM Cawangan Selangor, Kampus Puncak Alam, telah membuktikan usaha gigih FPHP dalam memartabatkan kemampanan makanan warisan sebagai sebahagian daripada Warisan Kebudayaan Tidak Ketara yang diiktiraf oleh UNESCO.\n\nMakanan dianggap sebagai sebahagian daripada Warisan Kebudayaan Tidak Ketara melalui pelbagai kaedah dan cara hidup yang diwarisi turun-temurun. Resipi tradisional, teknik memasak, dan etiket makan boleh mencerminkan nilai-nilai dan kepercayaan yang pelbagai dalam sesebuah masyarakat, dan kesemua ini merupakan bahagian penting daripada warisan budaya. Selain itu, Warisan Kebudayaan Tidak Ketara adalah penting dalam memastikan keselamatan dan jaminan makanan, yang merupakan tunjang utama Matlamat Pembangunan Lestari (SDGs). Penyediaan makanan tradisional, serta pertanian tempatan, ternakan, perikanan, perburuan, pengumpulan makanan, dan sistem pengawetan makanan, dapat menyumbang secara besar kepada keselamatan makanan dan pemakanan.\n\nSebagai universiti Bumiputera terbesar di Malaysia, di mana FPHP adalah fakulti perintis dalam bidang kulinari dan gastronomi, peranan untuk memartabatkan Makanan Warisan telah menjadi sebahagian daripada tanggungjawab ahli fakulti, penyelidik, kakitangan, dan pelajar.\n\nSimposium Makanan Warisan Nusantara (SMWN) 2024, yang berlangsung pada 8 Jun 2024, melibatkan lebih daripada 200 peserta dan telah dirasmikan oleh YBrs. Prof. Dr. Ahmad Taufek Abdul Rahman, Rektor UiTM Cawangan Selangor. YBrs. Prof. Madya Dr. Norzuwana Sumarjan, Dekan FPHP, memulakan upacara perasmian dengan ucapan penghargaan kepada tetamu jemputan dan jawatankuasa penganjur SMWN 2024. Ketua Pengarah dan Pesuruhjaya Warisan Negara, YBrs. Tuan Mohamad Muda bin Bahadin, juga hadir sebagai tetamu kehormat dan dijemput melancarkan buku bertajuk “Sejarah Makanan Malaysia” yang ditulis oleh penyelidik FPHP. Chef Selebriti dan Duta Pelancongan Malaysia, YBhg. Dato’ Chef Ismail Ahmad, pemilik Restoran Rebung, dijemput untuk menyampaikan Ucaptama semasa upacara perasmian SMWN 2024.\n\nAgenda SMWN 2024 bermula dengan sesi perkongsian oleh empat penceramah yang pakar dalam bidang makanan warisan. Sesi perkongsian ini dimulaikan oleh YBrs. Prof. Madya Ts. Dr. Sabainah Bachok, Pensyarah Kanan dari Jabatan Perkhidmatan Makanan, UiTM, yang berkongsi hasil penyelidikannya mengenai Makanan Warisan dan Identiti Budaya. Ini diikuti dengan pembentangan daripada tetamu kehormatan dari Indonesia, Drs. Paryoto, MM., M.Par. mewakili Universitas ASA Indonesia (ASAINDO), dengan tajuk kajian yang menarik iaitu “Warisan Makanan Indonesia”. Penceramah jemputan seterusnya ialah YBrs. Profesor Dr. Muhammad Shahrim Bin Ab Karim dari Fakulti Sains dan Teknologi Makanan, Universiti Putra Malaysia, yang menyampaikan ceramah bertajuk “Menavigasi Kelestarian Makanan Warisan Melayu di Malaysia”. Sesi perkongsian terakhir disampaikan oleh Profesor di Jabatan Seni Kulinari & Gastronomi UiTM, YBrs. Prof. Dr. Mohd Salehuddin Zahari, yang membincangkan “Keunikan dan Kepentingan Makanan Warisan”.\n\nEdisi simposium tahun ini turut disertai oleh delegasi 70 orang pensyarah dan pelajar dari Universitas ASA Indonesia (ASAINDO), yang merupakan rakan MOU fakulti. Menurut Dr. Meylani Tuti, SS., M.Pd., M.M, Wakil Rektor Bidang Akademik ASAINDO, penyertaan ASAINDO bertujuan untuk menggalakkan semangat pengantarabangsaan di peringkat pengajian tinggi, sejajar dengan Nawacita dan Visi Indonesia. Tambahan pula, beliau berpendapat, “Melalui aktiviti ini, diharapkan kerjasama antara ASAINDO dan UiTM dalam bidang pendidikan, penyelidikan, dan bidang lain akan semakin kukuh untuk meningkatkan kualiti Sumber Daya Manusia, terutamanya dalam bidang hospitaliti, kulinari dan pelancongan di kedua-dua institusi tersebut.”\n\nSemasa acara tersebut, satu pertandingan memasak dengan tema “Heritage Cuisine Challenge” juga telah diadakan, melibatkan 4 pasukan yang mewakili FPHP dan ASAINDO. Pasukan UiTM 2 yang membentangkan Nasi Dagang Terengganu sebagai hidangan utama telah dinobatkan sebagai johan pertandingan tersebut.\n\nUntuk menjawab seruan penglibatan komuniti, FPHP juga menjemput sekumpulan 20 orang guru dan pelajar dari Sekolah Menengah Kebangsaan Saujana Utama untuk menyertai SMWN 2024. Pendedahan awal kepada pelajar sekolah dianggap penting dalam menumbuhkan minat mereka dalam bidang kulinari dan gastronomi, terutamanya kecintaan terhadap makanan warisan. Majoriti pelajar sekolah yang hadir sangat berpuas hati dengan simposium yang telah dianjurkan. Mereka juga berpeluang mengunjungi reruai pameran makanan warisan yang dipersembahkan oleh pelajar kursus Pengurusan Acara.\n\nKejayaan penganjuran SMWN 2024 adalah hasil sinergi pelbagai pihak dan warga fakulti, secara langsung atau tidak langsung. SMWN 2024, yang merupakan idea dan cadangan yang dicetuskan oleh Jabatan Seni Kulinari dan Gastronomi, turut melibatkan kakitangan dari jabatan lain dalam FPHP, yang bekerja bersama-sama untuk memastikan kelancaran acara dari awal hingga akhir. Penasihat SMWN 2024, YBrs Prof. Dr. Chemah Tamby Chik, Timbalan Dekan Penyelidikan dan Jaringan Industri, FPHP, mengucapkan penghargaan atas komitmen tidak berbelah bahagi ahli jawatankuasa SMWN 2024 dan bersyukur edisi simposium makanan warisan pada kali ini berjaya dianjurkan dan disempurnakan.",
      "address": "Puncak Alam, Selangor",
      "date": "Saturday, 8 June 2024",
      "card": {
        "description": "PUNCAK ALAM, 8 JUN 2024 – Simposium Makanan Warisan Nusantara (SMWN) 2024 yang dianjurkan oleh Fakulti Pengurusan Hotel dan Pelancongan (FPHP) [...]",
        "day": "08",
        "month": "JUN",
        "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/SimposiumMakananWarisanNusantara2024.jpg"
      }
    }
  ],
  "activity": [
    {
      "title": "Community Meeting",
      "date": "2024-10-15",
      "image": "https://example.com/activity1.jpg",
      "description": "Join us for a discussion on community projects."
    },
    {
      "title": "Charity Run",
      "date": "2024-10-20",
      "image": "https://example.com/activity2.jpg",
      "description": "Support a good cause while staying fit."
    }
  ],
  "featuredInfo": {
    "title": "Logo 25 Tahun UiTM",
    "subTitle": "Jubli Perak UiTM 2024",
    "description": "Mesyuarat Majlis Eksekutif Universiti (MEU) Bil.3/2024 pada 31 Januari 2024 telah bersetuju memilih dan meluluskan logo 25 Tahun UiTM melalui pertandingan mencipta logo 25 Tahun UiTM bermula 23 November hingga 20 Disember 2023.",
    "image": "https://raw.githubusercontent.com/amernafis/PortalWarga/refs/heads/main/images/UiTM25.png"
  }
}
